Repository: giovaninppc/dots
Catalog: Dots/Dots/Strings/*.lproj/Strings.strings
Languages: pt_br

# Pause.title
source: Pause
pt_br: Pausado

# Pause.continue
source: Continue
pt_br: Continuar

# Pause.exit
source: Exit
pt_br: Sair

# PaperPlane.name
source: Paper plane
pt_br: Avião de papel

# PaperPlane.description
source: Super fragile, super slow, almost harmless. Dangerous when in large groups.
pt_br: Super frágil, bem devagar, quase inofensivo. Perigoso em grupos grandes.

# Baloon.name
source: Drone-B-loon
pt_br: Blão Drone

# Baloon.description
source: Maybe a drone, maybe a baloon. Will drop more enemies into you if not destroyed fast.
pt_br: As vezes um drone, as vezes um balão. Lança mais inimigos se não destru;ido rápido.

# BaloonBomb.name
source: Small Bomb #2
pt_br: Bombinha #2

# BaloonBomb.description
source: A small bomb. Will detonate on impact.
pt_br: Uma pequena bomba. Se destrói no impacto.

# Settings.title
source: Settings
pt_br: Configurações

# Settings.vibrations
source: Enable vibrations
pt_br: Habilitar vibrações

# Canon.name
source: Canon
pt_br: Canhão

# Canon.description
source: Attacker. Not quite fast, not quite slow, but not very strong.
pt_br: Ataque. Não é muito rápido, nem muito devagar, e nem muito resistente.

# CanonBall.name
source: Canonball
pt_br: Bola-de-canhão

# CanonBall.description
source: Just a canon... ball.
pt_br: Só uma bola... de canhão.

# SpikeBall.name
source: Spike Ball
pt_br: Bola de espinhos

# SpikeBall.description
source: Defender. It's a ball... full of spikes.
pt_br: Defensor. É uma bola... cheia de espinhos.

# Description.DamageType
source: Damage type
pt_br: Tipo de dano

# Description.WeakTo
source: Weak to
pt_br: Fraquezas

# Win.title
source: Victory!
pt_br: Vitória!

# Win.continue
source: Continue
pt_br: Continuar

# Lose.title
source: Defeat!
pt_br: Derrota!

# Lose.continue
source: Continue
pt_br: Continuar
